Repository: NaN-tic/trytond-stock_number_of_packages
Catalog: locale/*.po
Languages: ca, de_de, es

# error:product.pack:
source: You cannot change the Product for a packaging which is associated to stock moves.
ca: No pot canviar el producte d'un embalatge que està associat a moviments d'estoc.
de_de: Die Variante einer Verpackung kann nicht geändert werden, wenn sie mit Warenbewegungen verknüpft ist.
es: No puede cambiar el producte de un embalaje que está asociado a movimientos de estoc.

# error:product.pack:
source: You cannot change the Quantity by Package for a packaging which is associated to stock moves.
ca: No pot canviar la quantitat per embalatge d'un embalatge que està associat a moviments d'estoc.
de_de: Anzahl pro Packstück kann nicht geändert werden für eine Verpackung mit existierenden Lagerbewegungen.
es: No puede cambiar la cantidad por embalaje de un embalaje que está asociado a movimientos de estoc.

# error:product.pack:
source: You cannot delete a packaging which is associated to stock moves.
ca: No pot eliminar un embalatge que està associat a moviments d'estoc.
de_de: Eine Verpackung kann nicht gelöscht werden, wenn sie mit Warenbewegungen verknüpft ist.
es: No puede eliminar un embalaje que está asociado a movimientos de estoc.

# error:product.template:
source: You cannot change the Packaging Required for a product which is associated to stock moves.
ca: No pot canviar l'embalatge obligatori per un producte que està associat a moviments d'estoc.
de_de: Verpackung erforderlich kann nicht geändert werden für Varianten mit existierenden Lagerbewegungen.
es: No puede cambiar el embalaje requerido de un producte que está asociado a movimientos de estoc.

# error:stock.inventory.line:
source: Number of packages must be positive in inventory line "%s".
ca: El número d'embalatges de la línia d'inventari "%s" ha de ser positiu.
de_de: Paketanzahl in Position "%s" muss eine positive Zahl sein.
es: El número de embalajes debe ser positivo en la línea de inventario "%s".

# error:stock.inventory.line:
source: Number of packages required for inventory line "%s".
ca: Número d'embalatges requerit a la línia d'inventari "%s".
de_de: Paketanzahl ist für Position "%s" erforderlich.
es: El número de embalajes és obligatório en la línea de inventario "%s".

# error:stock.inventory.line:
source: Package of inventory line "%s" is not the same that the lot's package.
ca: L'embalatge de la línia d'inventari "%s" no és el mateix que el del lot.
de_de: Verpackung auf Position "%s" ist nicht die gleiche wie die der Charge.
es: El embalaje de la líniea de inventario "%s" no es el mismo que el de su lote.

# error:stock.inventory.line:
source: Package required for inventory line "%s".
ca: Embalatge obligatori a la línia d'inventari "%s".
de_de: Verpackung erforderlich für Position "%s".
es: Embalaje obligatorio en la línia de inventario "%s".

# error:stock.inventory.line:
source: Quantity by Package is required for lot "%(lot)s" of inventory line "%(record)s".
ca: La quantitat per embalatge és obligatòria pel lot "%(lot)s" de la línia d'inventari "%(record)s".
de_de: Anzahl pro Packstück ist erforderlich für Charge "%(lot)s" in Bestandskorrekturposition "%(record)s".
es: La cantidad por embalaje es obligatoria en el lote "%(lot)s" de la línea de inventario "%(record)s".

# error:stock.inventory.line:
source: Quantity by Package is required for package "%(package)s" of inventory line "%(record)s".
ca: La quantitat per embalatge és obligatòria a l'embalatge "%(package)s" de la línia d'inventari "%(record)s".
de_de: Anzahl pro Packstück ist erforderlich für Verpackung "%(package)s" in Position "%(record)s".
es: La cantidad por embalaje es obligatoria en el embalaje "%(package)s" de la líniea de inventario "%(record)s".

# error:stock.inventory.line:
source: The quantity of inventory line "%s" do not correspond to the number of packages.
ca: La quantitat de la línia d'inventari "%s" no correspon al número d'embalatges.
de_de: Die Anzahl von Position "%s" entspricht nicht der Anzahl der Packstücke.
es: La cantidad de la línea de inventario "%s" no corresponde al número de embalajes.

# error:stock.lot:
source: Quantity by Package of Lot must be positive.
ca: La quantitat per embalatge del lot ha de ser positiva
de_de: Anzahl pro Packstück muss eine positive Zahl sein.
es: La cantidad por embalaje del lote debe ser positiva.

# error:stock.move:
source: Number of packages must be positive in move "%s".
ca: El número d'embalatges del moviment "%s" ha de ser positiu.
de_de: Paketanzahl in Bewegung "%s" muss eine positive Zahl sein.
es: El número de embalajes debe ser positivo en el movimiento "%s".

# error:stock.move:
source: Number of packages required for move "%s".
ca: Número d'embalatges requerit al moviment "%s".
de_de: Paketanzahl ist für Bewegung "%s" erforderlich.
es: El número de embalajes és obligatório en el movimiento "%s".

# error:stock.move:
source: Package of move "%s" is not the same that the lot's package.
ca: L'embalatge del moviment d'estoc "%s" no és el mateix que el del lot.
de_de: Verpackung auf Bewegung "%s" ist nicht die gleiche wie die der Charge.
es: El embalaje del movimiento "%s" no es el mismo que el de su lote.

# error:stock.move:
source: Package required for move "%s".
ca: Embalatge obligatori al moviment "%s".
de_de: Verpackung erforderlich für Bewegung "%s".
es: Embalaje obligatorio en el movimiento "%s".

# error:stock.move:
source: Quantity by Package is required for lot "%(lot)s" of move "%(record)s".
ca: La quantitat per embalatge és obligatòria pel lot "%(lot)s" del moviment "%(record)s".
de_de: Anzahl pro Packstück ist erforderlich für Charge "%(lot)s" in Bewegung "%(record)s".
es: La cantidad por embalaje es obligatoria en el lote "%(lot)s" del movimiento "%(record)s".

# error:stock.move:
source: Quantity by Package is required for package "%(package)s" of move "%(record)s".
ca: La quantitat per embalatge és obligatòria a l'embalatge "%(package)s" del moviment "%(record)s".
de_de: Anzahl pro Packstück ist erforderlich für Verpackung "%(package)s" in Bewegung "%(record)s".
es: La cantidad por embalaje es obligatoria en el embalaje "%(package)s" del movimiento "%(record)s".

# error:stock.move:
source: The quantity of move "%s" do not correspond to the number of packages.
ca: La quantitat del moviment "%s" no correspon al número d'embalatges.
de_de: Die Anzahl von Bewegung "%s" entspricht nicht der Anzahl der Packstücke.
es: La cantidad del movimiento "%s" no corresponde al número de embalajes.

# field:product.product,forecast_number_of_packages:
source: Forecast Number of packages
ca: Embalatges esperats
de_de: Voraussichtliche Paketanzahl
es: Embalajes esperados

# field:product.product,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:product.product,package_required:
source: Packaging Required
ca: Embalatge obligatori
de_de: Verpackung erforderlich
es: Embalaje obligatorio

# field:product.template,default_package:
source: Default Packaging
ca: Embalatge per defecte
de_de: Standardverpackung
es: Embalaje por defecto

# field:product.template,forecast_number_of_packages:
source: Forecast Number of packages
ca: Embalatges esperats
de_de: Voraussichtliche Paketanzahl
es: Embalajes esperados

# field:product.template,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:product.template,package_required:
source: Packaging Requried
ca: Embalatge obligatori
de_de: Verpackung erforderlich
es: Embalaje obligatorio

# field:stock.inventory.line,expected_number_of_packages:
source: Expected Number of packages
ca: Embalatges esperats
de_de: Erwartete Packstückzahl
es: Embalajes esperados

# field:stock.inventory.line,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.inventory.line,package:
source: Packaging
ca: Embalatge
de_de: Verpackung
es: Embalaje

# field:stock.location,forecast_number_of_packages:
source: Forecast Number of packages
ca: Embalatges esperats
de_de: Voraussichtliche Paketanzahl
es: Embalajes esperados

# field:stock.location,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.lot,forecast_number_of_packages:
source: Forecast Number of packages
ca: Embalatges esperats
de_de: Voraussichtliche Paketanzahl
es: Embalajes esperados

# field:stock.lot,gross_weight:
source: Gross Weight
ca: Pes brut
de_de: Gesamtgewicht
es: Peso bruto

# field:stock.lot,gross_weight_packages:
source: Gross Weight Packages
ca: Pes brut embalatges
de_de: Packstücke Gesamtgewicht
es: Peso bruto embalajes

# field:stock.lot,initial_number_of_packages:
source: Initial Number of packages
ca: Embalatges inicials
de_de: Ursprüngliche Paketzahl
es: Embalajes iniciales

# field:stock.lot,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.lot,package:
source: Packaging
ca: Embalatge
de_de: Verpackung
es: Embalaje

# field:stock.lot,package_qty:
source: Quantity by Package
ca: Quantitat per embalatge
de_de: Anzahl pro Packstück
es: Cantidad por embalaje

# field:stock.lot,package_required:
source: Packaging Required
ca: Embalatge obligatori
de_de: Verpackung erforderlich
es: Embalaje obligatorio

# field:stock.lot,package_weight:
source: Package Weigth
ca: Pes de l'embalatge
de_de: Paketgewicht
es: Peso del embalaje

# field:stock.lot,pallet_weight:
source: Pallet Weigth
ca: Pes palet
de_de: Palettengewicht
es: Peso del palet

# field:stock.lot,product_unit_digits:
source: Product Unit Digits
ca: Decimals unitat del producte
de_de: Nachkommastellen
es: Decimals unidad del producto

# field:stock.lot,product_uom:
source: Unit
ca: Unitat
de_de: Stück
es: Unidad

# field:stock.lot,total_qty:
source: Total Qty.
ca: Quantitat total
de_de: Gesamtzahl
es: Cantidad total

# field:stock.lot,unit_gross_weight:
source: Gross Unit Weight
ca: Pes brut unitari
de_de: Einheit Gesamtgewicht
es: Peso bruto unitario

# field:stock.lot,unit_weight:
source: Unit Net Weight
ca: Pes net unitari
de_de: Nettoeinzelgewicht
es: Peso neto unitario

# field:stock.lot,weight:
source: Net Weight
ca: Pes net
de_de: Nettogewicht
es: Peso neto

# field:stock.lot,weight_by_package:
source: Weight by package
ca: Pes net per embalatge
de_de: Gewicht pro Packstück
es: Peso neto por embalaje

# field:stock.lot,weight_unit_digits:
source: Weight Unit Digits
ca: Decimals unitat del pes
de_de: Nachkommastellen
es: Decimales unidad del peso

# field:stock.move,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.move,package:
source: Packaging
ca: Embalatge
de_de: Verpackung
es: Embalaje

# field:stock.period,package_caches:
source: Package Caches
ca: Estoc per embalatge precalculat
de_de: Paket Cache
es: Estoc precalculado por embalaje

# field:stock.period.cache,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.period.cache.lot,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.period.cache.package,create_date:
source: Create Date
ca: Data creació
de_de: Erstellungsdatum
es: Fecha creación

# field:stock.period.cache.package,create_uid:
source: Create User
ca: Usuari creació
de_de: Erstellt durch
es: Usuario creación

# field:stock.period.cache.package,id:
source: ID
ca: Identificador
es: Identificador

# field:stock.period.cache.package,internal_quantity:
source: Internal Quantity
ca: Quantitat interna
de_de: Interne Anzahl
es: Cantidad interna

# field:stock.period.cache.package,location:
source: Location
ca: Ubicació
de_de: Ort
es: Ubicación

# field:stock.period.cache.package,number_of_packages:
source: Number of packages
ca: Embalatges
de_de: Paketanzahl
es: Embalajes

# field:stock.period.cache.package,package:
source: Package
ca: Embalatge
de_de: Paket
es: Embalaje

# field:stock.period.cache.package,period:
source: Period
ca: Període
de_de: Lagerperiode
es: Período

# field:stock.period.cache.package,product:
source: Product
ca: Producte
de_de: Variante
es: Producto

# field:stock.period.cache.package,rec_name:
source: Name
ca: Nom
es: Nombre

# field:stock.period.cache.package,write_date:
source: Write Date
ca: Data modificació
de_de: Zuletzt geändert
es: Fecha modificación

# field:stock.period.cache.package,write_uid:
source: Write User
ca: Usuari modificació
de_de: Letzte Änderung durch
es: Usuario modificación

# model:stock.period.cache.package,name:
source: Stock Period Cache per Package
ca: Període d'estoc per embalatge precalculat
de_de: Lager Cache Periode pro Verpackung
es: Período de estoc por embalaje recalculado

# view:stock.lot:
source: Packaging
ca: Embalatge
de_de: Verpackung
es: Embalaje

# view:stock.period.cache.package:
source: Period Cache
ca: Període precalculat
de_de: Lagerperiode Cache
es: Período precalculado

# view:stock.period.cache.package:
source: Period Package Caches
ca: Períodes d'estoc per embalatge precalculat
de_de: Lagerperiode Packstücke Cache
es: Estoc precalculado por embalaje

# field:product.product,default_package:
source: Default Packaging
de_de: Standardverpackung
